tap "oven-sh/bun"
tap "withgraphite/tap"
brew "bat"
brew "buf"
brew "gettext"
brew "colima"
brew "docker"
brew "docker-buildx"
brew "fd"
brew "fish"
brew "fzf"
brew "git"
brew "git-lfs"
brew "gmp"
brew "gnupg"
brew "go"
brew "imagemagick"
brew "libuv"
brew "libvterm"
brew "libyaml"
brew "lpeg"
brew "luajit"
brew "luv"
brew "mpdecimal"
brew "msgpack"
brew "neovim"
brew "pnpm"
brew "pre-commit"
brew "ripgrep"
brew "tree"
brew "withgraphite/tap/graphite"
cask "betterdisplay"
cask "firefox"
cask "fleet"
cask "font-jetbrains-mono-nerd-font"
cask "google-chrome"
cask "google-cloud-sdk"
cask "kitty"
cask "pika"
cask "raycast"
cask "slack"
cask "trunk-io"
cask "vial"
cask "visual-studio-code"
